Repository: dmziryanov/ApecAuto
Catalog: RmsAuto.Store.Web/App_GlobalResources/Texts.*.resx
Languages: de_de

# BBBold
source: Boldface font
de_de: Halb-fett

# BBFontSize
source: Typesize
de_de: Schrift Grösse

# BBHyperlink
source: Link
de_de: Referenz

# BBImage
source: Image
de_de: Bild

# BBItalic
source: Lopsided (Italic)
de_de: Schräg

# BBLineThrough
source: Unwritten
de_de: Gestriechen

# BBMonoCode
source: Monospaced font
de_de: Monobreit

# BBQuote
source: Cite
de_de: Zitieren

# BBSelectColor
source: Choose type color
de_de: Schrift Farbe wählen

# BBUnderlined
source: Underlined
de_de: Pointiert

# CreateHeader
source: New message
de_de: Neue Nachricht

# CreateText
source: Form
de_de: Schaffen

# EditHeader
source: Proof-reading
de_de: Korrektur

# EditText
source: Correct
de_de: Korrigieren

# ForumHomePage
source: Main page
de_de: Startseite

# FrameNumber
source: Chassis number (FRAME)
de_de: Gestellnummer

# HP
source: horse-power
de_de: P.s.

# Is
source: Available
de_de: Ja

# IsNot
source: No
de_de: Nein

source: kw.
de_de: Kilowat

# Litre_Short
source: litre
de_de: L.

# NA_Female
source: Non-specified
de_de: Nicht gegeben

# NA_Male
source: Non-specified
de_de: Nicht gegeben

# NA_Many
source: Non-specified
de_de: Nicht gegeben

# NA_NA
source: Non-specified
de_de: Nicht gegeben

# NewPost
source: New topic
de_de: Neues Thema

source: No
de_de: Nein

# QuoteHeader
source: Answer
de_de: Antwort

# QuoteText
source: Answer
de_de: Antworten

# RoubleFull
source: U. S. Dollars
de_de: Rubeln

# RoublesFull
source: U. S. Dollars
de_de: Rubeln

# RoubleShort
source: usd
de_de: r.

# VinRequests_BackToList
source: Back to the list of requests
de_de: Zurück zur Anfrage Liste

# VinRequests_BodyType
source: Body type
de_de: Karosserie Typ

# VinRequests_DriveType
source: Drive type
de_de: Triebwerk Typ

# VinRequests_Engine
source: Engine Number
de_de: Antrieb nummer

# VinRequests_EngineCCM
source: Engine volume, cubic centimeter
de_de: Volumina Antrieb (kubus)

# VinRequests_EngineHP
source: Engine power, horse-power
de_de: Motorleistung, p/s

# VinRequests_EngineType
source: Engine type
de_de: Motorleistung Ty

# VinRequests_HasABS
source: ABS available
de_de: ABS

# VinRequests_HasConditioner
source: Conditioner available
de_de: Klimaanlage

# VinRequests_Month
source: Release month
de_de: Ausgabe Monat

# VinRequests_NewRequest
source: New inquiry
de_de: Neue Anfrage

# VinRequests_TransmissionNumber
source: Box No
de_de: Dose Nummer

# VinRequests_TransmissionType
source: Box type
de_de: Dose Typ

source: Yes
de_de: Ja

# VinRequests_OrSelectFromGarage
source: Choose the car form the garage:
de_de: Das Auto aus der Garage wählen

# VinRequests_AddRequest
source: Add inquiry
de_de: Die Anfrage hinzufügen

# VinRequests_AddRequestCofirm
source: Do you really want to add an inquiry?
de_de: Sicher die Anfrage hinzufügen?

# VinRequests_Brand
source: Brand
de_de: Die Marke

# VinRequests_Model
source: Model
de_de: Modell

# VinRequests_Modification
source: Version
de_de: Modifikation

# VinRequests_Garage
source: My garage
de_de: Meine Garage

source: Delete
de_de: Löschen

source: Edit
de_de: Korrigieren

source: Actions
de_de: Aktivität

# Added_Female
source: Added
de_de: Hinzugefügt

# Added_Male
source: Added
de_de: Hinzugefügt

# Added_NA
source: Added
de_de: Hinzugefügt

# Car
source: Vehicle
de_de: Ein Auto

# DeleteConfirmation
source: Do you really want to delete this record?
de_de: Sicher es zu löschen?

# VinRequests_NewGarageCar
source: New vehicle
de_de: Neues Auto

# VinRequests_BackToGarageList
source: Back to the vehicle list in the garage
de_de: Zur Liste der Autos in der Garage

# VinRequests_AddCar
source: Add the vehicle
de_de: Ein neues Auto hinzufügen

source: Article
de_de: Artikel

source: Availability
de_de: Anwesenheit

# DeliveryPeriod
source: Delivery time
de_de: Liefertermine

source: Manufacturer
de_de: Produzent

# Name
source: Title
de_de: Name

source: Pages
de_de: Seite

# Cart_CheckByCar
source: Check the applicability for the vehicle of the garage
de_de: Die Anwendung zum Auto in der Garage prüfen

# Cart_StrictlyThisNumber
source: Only this article
de_de: Nur diese Nummer

# VinRequests_Year
source: Release year
de_de: Ausgabe Jahr

# December
source: Decembre
de_de: Dezember

source: February
de_de: Februar

source: January
de_de: Januar

source: July
de_de: Juli

source: June
de_de: Juni

source: March
de_de: März

source: May
de_de: Mai

source: Required field
de_de: Pflichtfeld

# RequiredFieldsOr
source: At least one fieled should be filled in
de_de: Am mindesten ein Pflichtfeld

# RequiredFieldsOrVIN_Frame
source: Chassis number or VIN is obligatory
de_de: VIN oder chassi nummer

# ChangeCapture
source: Change the text
de_de: Text modifizieren

# LookupPrices
source: Search for prices
de_de: Preise Suche

source: Search
de_de: Suche

source: Price
de_de: Preise

source: Prices
de_de: Preise

# Qty
source: Quantity
de_de: Quantität

# Summ
source: Amount
de_de: Summe

# VinCheck
source: Checking
de_de: Prüfung

# WithoutCounterParts
source: Without analogue
de_de: Keine analoge

# Comment
source: Remarks
de_de: Kommentar

# Description
source: Desciption
de_de: Beschreibung

# ManagerComment
source: Manager remark
de_de: Manager’s Kommentar

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Stornieren

# CancelEdit
source: Cancel editing
de_de: Storno bearbeiten

# OriginalPartNumber
source: Original number
de_de: Original Nummer

# Answered_Male
source: The answer is received
de_de: Die Antwort akzeptieren

# Requested_NA
source: Requested
de_de: Angefragt

# PricePerUnit
source: Price per item
de_de: Stück Preise

# VinReqest_CreateVinRequest
source: To inquiry with VIN
de_de: VIN Anfrage schaffen

# PartInfo
source: Item information
de_de: Detailerte Information

# ConstructiveNumbers
source: Mechanical number
de_de: Konstruktion Nummer

# ApplyingToCars
source: It is used in vehicles
de_de: Autos Anwendbar

# AC_From
source: from
de_de: aus

# AC_To
source: to
de_de: bist

source: Body
de_de: Die Karosserie

# DatesOfIssue
source: Release date
de_de: Ausgabe Datum

source: Fuel
de_de: Der Brennstoff

# PowerCommaHP
source: Power, horse-power
de_de: Die Macht (p/s)

# VolumeCommaL
source: Volume, litres
de_de: Der Umfang (l)

# Save
source: Save as
de_de: Speichern

# LengthIs100
source: The maximum field length is 100 symbols
de_de: Maximal Länge 100 Symbol

# LengthIs300
source: The maximum field length is 300 symbols
de_de: Maximal Länge 300 Symbol

# ClientCommentary
source: Customer remark
de_de: Kommentar für Kunden

# ReferenceID
source: Item code
de_de: Positioncode

# Cart_CopyReferenceID
source: Input the item code and push to add the line with the same item
de_de: Geben Sie Positioncode ein und bedrängen Sie, die Linie mit demselben Detail hinzuzufügen

source: Difference
de_de: Differenz

# PriceCurrent
source: Current price
de_de: Tagespreis

# RowNumber
source: Line number
de_de: Linie nummer

# DescriptionError
source: Mistake description
de_de: Fehler Beschreibung

# DifferencePrc
source: Excess %
de_de: Überschreiting %

# DifferencePrice
source: Price difference
de_de: Preisunterschied

# AddToOrder
source: Order
de_de: Bestellen

# DisplayOn
source: Display according to:
de_de: Darzustellen nach

# Total
source: The total amount
de_de: Allgemein

# TotalOnPage
source: The total of the page
de_de: Allgemein auf der Seite

# AllParts
source: Goods total:
de_de: Der ingesamt Waren

source: No data
de_de: Keine Daten

# OnSumm
source: in amount of
de_de: Summe:

# OrderBy
source: Sort according to:
de_de: Sortieren nach:

# CaptchaTitle
source: Input symbols from the picture
de_de: Eintreten Symbole im Bild gezeichnet

# RedirectToDefault
source: Back to the main page
de_de: Gehen Sie zur Hauptseite

# AddInfo
source: Additional information
de_de: Extra

# AddToCartLC
source: Add in the cart
de_de: Zum Korb hinzufügen

# AlertCorrectQty
source: Input the correct items quantity
de_de: Geben Sie die richtige Zahl von Teilen ein

# AlertQty
source: Input items quantity
de_de: Geben Sie die Quantität von Teilen ein

# AnalysisOrders
source: Orders analysis
de_de: Bestellung Analyze

# ApplicabilityOnCars
source: Applicability parts for vehicles
de_de: Die Anwendbarkeit des Details zum Auto

# ApplyingToCar
source: Applicability on vehicle
de_de: Die Anwendbarkeit zum Auto

# ApplyingToCarLC
source: Applicability on vehicle
de_de: Die Anwendbarkeit zum Auto

# ArchiveOrders
source: Order archive
de_de: Das Archiv der Bestellungen

# Auto
source: Vehicle
de_de: Auto

# AvailabilityInStock
source: Stock availability
de_de: Die Fassbarkeit im Lagerhaus

# BackToOrderList
source: Back to the order list
de_de: Zurück zur Bestellung Liste

# ByCodeNumber
source: According to the code №
de_de: Kode #

# Captcha
source: Confirmation code
de_de: Bestätigung Kode

# CarInGArage
source: Vehicle in the garage
de_de: Garage Auto

# Cart
source: Your cart
de_de: Korb

# CatalogOfNotOriginalParts
source: Aftermarket catalogue
de_de: Katalog des stereotypen Ersatzteils

# ChangePassword
source: Change the password
de_de: Password ändern

source: Check
de_de: Kontrollieren

# Client
source: Customer
de_de: Kunde

# ClientIsRestricted
source: You have a limited profile. You cannot place any order.
de_de: Ihre Profil ist begränzt (Sie können bestellen)

# ClientNotChecked
source: You cannot place any order without your personal data is confirmed by our manager
de_de: Sie können nicht bestellen ohne Information Prüfung von dem Manager

source: Close
de_de: Schliessen

# ConfirmationMessage
source: Your new password has been sent to the email address.
de_de: Auf Ihre elektronische Adresse war der Brief mit der Verbannung für den Wechsel der Parole abgesandt

# ContractTerms
source: Contract conditions
de_de: Vertrags Bedingungen

# Costs
source: by the price
de_de: Zum Preise

# CostsDESC
source: by descending price
de_de: Zum Preise von nach der Abnahme

# CustomOrderNumber
source: Internal order number
de_de: Bestellung Innen Nummer

source: Date
de_de: Datum

source: days
de_de: Tage

# DescriptionLC
source: Description
de_de: Beschreibung

# DontOfferAnalogs
source: Not offer analogues
de_de: Der Analoga nicht anzubieten

source: Editing
de_de: Bearbeiten

# EnterEmail
source: Input the email address
de_de: Email Eingang

# EnterPassword
source: Input the password
de_de: Password Eingang

# Find
source: Search for
de_de: Finden

# ForRetail
source: for retail customers
de_de: Einzelnkunden

# ForWholesale
source: for wholesale customers
de_de: Grosshandelkunden

# FoundLC
source: Search Results
de_de: Gefunden

source: from
de_de: Aus

# HelpPassword
source: The maximum field length is 10 symbols (letters and figures allowed)
de_de: Die Zeile bis zu 10 Symbolen aus den Buchstaben und den Zahlen

# ListItemsWholesale
source: Items list (wholesales)
de_de: Die Liste der Positionen der Großhändler

# Logoff
source: Sign out
de_de: Auszugehen

# MinOrderQty
source: Minimum quantity in the order
de_de: Minimal Quantität in der Bestellung

# NeedAutorization
source: Please sign in to place an order and update discounted prices
de_de: Für die Erledigung der Bestellung und der Umrechnung der Preise unter Berücksichtigung des Rabatts muss man autorisiert werden

# NoParts
source: No available item.
de_de: Keine Waren

# NotificationManage
source: Alert management
de_de: Betriebsankündigungen

source: Number
de_de: Nummer

# Oform
source: Submit
de_de: Abfertigen

# OnlineRegistration
source: Online check-in
de_de: Online Registrierung

source: Order
de_de: Bestellung

# OrderImport
source: Upload order
de_de: Bestellung Ladung

# OrderList
source: List of orders
de_de: Bestellung Liste

# OrderNumber
source: Order №
de_de: Bestellung Nummer

# PartImages
source: Item image
de_de: Bilddetails

# PartNumber
source: Item №
de_de: Detail Nummer

# PartParams
source: Item parametres
de_de: Details Rahmen

# PasswordChangeOK
source: The password has been changed successfully
de_de: Password änderte sich erfolgreich

# PhotoLC
source: Picture
de_de: Bild

# Photos
source: Pictures
de_de: Bilder

source: Prices
de_de: Preise

# PricesOffer
source: Offers under the price-list
de_de: Angebote von der Preisliste

# PrintVersion
source: Printable version
de_de: Druckversion

# PrivateOffice
source: Personal account
de_de: Das Personal Büro

# QtyFull
source: Quantity
de_de: Quantität

# QtyLC
source: Quantity
de_de: Quantität

# Recalc
source: Update
de_de: Wiederrechnen

# ReceivedResponce
source: The answer is received
de_de: Antwort erhalten

# ReEnterPassword
source: Confirm password
de_de: Password wiederholen

# RememberMe
source: Remember my account on this computer
de_de: Erinnern mich

# RequiredConfirm
source: Changes in the order
de_de: Bestätigung erforderlich

# RoubleWithBrackets
source: usd
de_de: Rubles

# RussianRouble
source: U. S. Dollar
de_de: Russische rubles

# SearchAnotherDate
source: Search for one with another delivery terms
de_de: Suchen Sie mit einer verschiedenen Lieferbedingung

# SearchNotoriginalParts
source: Search for aftermarket
de_de: Suche von schablonenhaften Teilen

# SearchOriginalParts
source: Search for OE
de_de: Suche von ursprünglichen Ersatzteilen

source: Search results
de_de: Suchen Sie Ergebnisse

# SentRequest
source: The request has been sent
de_de: Anfrage gesandt

source: Sorting
de_de: Sortierung

# StatOfSelectedSupplier
source: Work statictic upon this supplier
de_de: Arbeitsstatistik eines Lieferanten

# SupplierStat
source: Statictic upon the supplier
de_de: Statistik durch den Lieferanten

# SystemEntrance
source: Sign in
de_de: System eingehen

# To
source: before
de_de: bis

# VinRequests
source: Requests by VIN
de_de: Anfrage durch VIN

# VinTotalSum
source: The amount of your request is
de_de: Die Summe laut Ihrer Anfrage hat gebildet

# WeightPhysical
source: Netto-weight
de_de: Das physische Gewicht

# WeightVolume
source: Volume weight
de_de: Das räumliche Gewicht

# YouLoggedOn
source: You are authorized in the system
de_de: Sie werden durch das System autorisiert

source: Your cart
de_de: Ihr Korb

# YourRequestSentToManager
source: Your request has been forwarded to our manager.
de_de: Ihre Anfrage ist dem Betriebsleiter gesandt worden
